Repository: mahmutaunal/NotifyBridge
Catalog: macos/NotifyBridgeMac/NotifyBridgeMac/NotifyBridgeMac/Localizable.xcstrings
Source language: en
Languages: tr

# Alınma
source: Received
tr: Alınma

# Android bağlantısı bekleniyor
source: Waiting for an Android connection
tr: Android bağlantısı bekleniyor

# Android bildirimlerini Mac’te göster.
source: Show Android notifications on your Mac.
tr: Android bildirimlerini Mac’te göster.

# Android cihaz
source: Android device
tr: Android cihaz

# Android Cihaz
source: Android Device
tr: Android Cihaz

# Android cihazınızla eşleştirin
source: Pair with your Android device
tr: Android cihazınızla eşleştirin

# Android cihazınızla eşleştirin ve bildirimleri Mac’inizde görün.
source: Pair with your Android device and view notifications on your Mac.
tr: Android cihazınızla eşleştirin ve bildirimleri Mac’inizde görün.

# Android cihazlarınızı ayrı ayrı yönetin.
source: Manage each of your Android devices individually.
tr: Android cihazlarınızı ayrı ayrı yönetin.

# Bildirim Geçmişi
source: Notification History
tr: Bildirim Geçmişi

# Bildirim Geçmişini Aç
source: Open Notification History
tr: Bildirim Geçmişini Aç

# Bildirimlerde ara
source: Search notifications
tr: Bildirimlerde ara

# Bildirimleri Göster
source: Show Notifications
tr: Bildirimleri Göster

# Bildirimleri Kabul Et
source: Receive Notifications
tr: Bildirimleri Kabul Et

# Bir bildirim seçin
source: Select a notification
tr: Bir bildirim seçin

# Bu cihaz geçici olarak devre dışı.
source: This device is temporarily disabled.
tr: Bu cihaz geçici olarak devre dışı.

# Bu cihazdan gelen bildirimler etkin.
source: Notifications from this device are enabled.
tr: Bu cihazdan gelen bildirimler etkin.

# Cihazı Kaldır
source: Remove Device
tr: Cihazı Kaldır

# Çıkış
source: Quit
tr: Çıkış

# connected_description
source: Your paired Android device is connected and ready to forward notifications.
tr: Eşleşmiş Android cihazınız bağlı ve bildirimleri iletmeye hazır.

# connection_status_connected
source: Connected
tr: Bağlı

# connection_status_offline
source: Offline
tr: Çevrim dışı

# default_android_notification_title
source: Android Notification
tr: Android Bildirimi

# device_offline_footer
source: Keep both devices on the same local network and open NotifyBridge on Android to reconnect.
tr: Yeniden bağlanmak için iki cihazı da aynı yerel ağda tutun ve Android’de NotifyBridge’i açın.

# device_online_now
source: Online now
tr: Şu anda çevrim içi

# Durum
source: Status
tr: Durum

# encryption_active
source: End-to-end encryption is active.
tr: Uçtan uca şifreleme etkin.

# Eşleşmiş Cihaz
source: Paired Device
tr: Eşleşmiş Cihaz

# Eşleşmiş Cihazlar
source: Paired Devices
tr: Eşleşmiş Cihazlar

# Eşleştirme Kodunu Gizle
source: Hide Pairing Code
tr: Eşleştirme Kodunu Gizle

# Eşleştirmeye hazır
source: Ready to pair
tr: Eşleştirmeye hazır

# Eşleştirmeyi Sıfırla
source: Reset Pairing
tr: Eşleştirmeyi Sıfırla

# Henüz eşleşmiş Android cihaz yok.
source: No paired Android devices yet.
tr: Henüz eşleşmiş Android cihaz yok.

# last_notification_empty_message
source: No notifications received yet.
tr: Henüz bildirim alınmadı.

# last_notification_title
source: Last Notification
tr: Son Bildirim

source: Local network active
tr: Yerel ağ etkin

# Mac Açıldığında Başlat
source: Launch at Login
tr: Mac Açıldığında Başlat

# Metni Kopyala
source: Copy Text
tr: Metni Kopyala

source: No Android device has been paired yet.
tr: Henüz bir Android cihaz eşleştirilmedi.

# notification_action_dismiss
source: Dismiss on Phone
tr: Telefondan Kapat

# notification_action_open_on_phone
source: Open on Phone
tr: Telefonda Aç

# notification_action_reply
source: Reply
tr: Yanıtla

# notification_action_reply_placeholder
source: Type a reply
tr: Yanıtınızı yazın

# notification_action_send
source: Send
tr: Gönder

source: Notification content hidden
tr: Bildirim içeriği gizlendi

# offline_description
source: This Mac is paired, but the Android device is currently offline.
tr: Bu Mac eşleşmiş, ancak Android cihaz şu anda çevrim dışı.

# pair_again_button
source: Pair Again
tr: Yeniden Eşleştir

source: Paired Android Devices
tr: Eşleşmiş Android Cihazlar

# paired_android_device_title
source: Paired Android Device
tr: Eşleşmiş Android Cihaz

# pairing_description_paired
source: This Mac is paired with an Android device.
tr: Bu Mac bir Android cihazla eşleşmiş.

# pairing_description_unpaired
source: Scan the QR code from the Android app to establish a secure connection.
tr: Güvenli bağlantı kurmak için Android uygulamasından QR kodu okutun.

# pairing_section_title
source: Pairing
tr: Eşleştirme

# pairing_status_paired
source: Paired
tr: Eşleşti

# QR kod oluşturulamadı.
source: QR code could not be generated.
tr: QR kod oluşturulamadı.

# qr_generation_failed_message
source: Could not generate QR code.
tr: QR kod oluşturulamadı.

# qr_pairing_instruction
source: Open “Pair with QR” in the Android app and scan this code.
tr: Android uygulamasında “QR ile Eşleştir” seçeneğini açıp bu kodu okutun.

# qr_pairing_title
source: QR Pairing
tr: QR ile Eşleştirme

# quit_button
source: Quit
tr: Çıkış

# reset_pairing_button
source: Reset Pairing
tr: Eşleştirmeyi Sıfırla

# server_status_active
source: Status: Active
tr: Durum: Aktif

# server_status_inactive
source: Status: Off
tr: Durum: Kapalı

# show_mac_notifications_toggle
source: Show Mac notifications
tr: Mac bildirimlerini göster

# Sil
source: Delete
tr: Sil

# Son aktif: %@
source: Last active: %@
tr: Son aktif: %@

# Son aktif: Bilinmiyor
source: Last active: Unknown
tr: Son aktif: Bilinmiyor

# start_server_button
source: Start Server
tr: Sunucuyu Başlat

# stop_server_button
source: Stop Server
tr: Sunucuyu Durdur

# Sunucuyu Yeniden Başlat
source: Restart Server
tr: Sunucuyu Yeniden Başlat

source: Open the “Pair with QR” option in the NotifyBridge app on your phone and scan the code.
tr: Telefonunuzdaki NotifyBridge uygulamasında “QR ile Eşleştir” seçeneğini açın ve kodu tarayın.

# Uçtan uca şifreli ve güvenli bağlantı
source: End-to-end encrypted and secure connection
tr: Uçtan uca şifreli ve güvenli bağlantı

# unknown_client_device
source: Unknown device
tr: Bilinmeyen cihaz

# Uygulama Mac açıldığında otomatik başlar.
source: The app launches automatically when Mac starts up.
tr: Uygulama Mac açıldığında otomatik başlar.

# waiting_for_connection
source: Waiting for Android connection over the local network.
tr: Yerel ağ üzerinden Android bağlantısı bekleniyor.

# Yeni Cihaz Ekle
source: Add New Device
tr: Yeni Cihaz Ekle

# Yeniden Eşleştir
source: Re-pair
tr: Yeniden Eşleştir

# Yerel ağ adresi bekleniyor
source: Waiting for local network address
tr: Yerel ağ adresi bekleniyor

# Yerel ağ üzerinden bekleniyor
source: Waiting over the local network
tr: Yerel ağ üzerinden bekleniyor
